Repository: lachhebo/GabTag
Catalog: po/*.po
Languages: fr_fr, pt_br, sv

source: Modify audio tags
fr_fr: Modifier les tags audios
pt_br: Modifique as etiquetas de áudio
sv: Ändra ljudtaggar

source: An audio tagging tool
fr_fr: Un outils de d'édition de balise de fichiers audios
pt_br: Uma ferramenta de marcação de áudio
sv: Ett ljudtaggningsverktyg

source: GabTag is a Linux audio tagging tool written in GTK 3, which makes it very suitable for gtk based desktop users.
fr_fr: GabTag est une application Linux d'édition de balise de fichier audios écrite en GTK 3. Elle est donc parfaitement adapté aux utilisateur de bureau basé sur GTK.
pt_br: O GabTag é uma ferramenta de marcação de áudio para Linux escrita em GTK 3, o que o torna adequado para usuários de desktop baseados em gtk.
sv: GabTag är ett ljudtaggningsverktyg för Linux, skrivet i GTK 3, vilket är mycket passande för användare av GTK-baserade skrivbord.

source: It allow users to select several file and modify their tags, It is also possible to directly let GabTag automatically find tags and lyrics for the audio files using online data.
fr_fr: Il est possible de modifier plusieurs fichier et de modifier leurs balises. Il est aussi possible de laisser GabTag automatiquement trouver les balises et les lyrics associés à ce fichier en utilisant des données provenant d'internet.
pt_br: Ele permite que os usuários selecionem vários arquivos e modifiquem suas etiquetas. Também é possível permitir que o GabTag encontre automaticamente etiquetas e letras dos áudios usando dados da internet.
sv: Det låter användare välja ett flertal filer och tagga om dem. Det är också möjligt att låta GabTag automatiskt hitta taggar och låttexter för ljudfilerna, med online-data.

source: GabTag is written in Python 3, uses Mutagen to handle audio tag. It also uses MusicBrainz database to find audio tags and lyrics.wikia.com to find lyrics online.
fr_fr: Gabtag est écris en Python 3, il utilise Mutagen pour gérer les fichiers audios, il utilise aussi la base de données MusicBrainz pour récupérer les balises et la base de données lyrics.wikia.com pour récupérer les paroles.
pt_br: GabTag é escrito em Python 3, usa Mutagen para lidar com etiquetas de áudio. Ele também usa o banco de dados MusicBrainz para encontrar etiquetas de áudio e lyrics.wikia.com para encontrar as letras online.
sv: GabTag är skrivet i Python 3, använder Mutagen för att hantera ljudtaggar. Det använder också MusicBrainz databas för att hitta ljudtaggar och lyrics.wikia.com för att hitta låttexter på nätet.

source: About
fr_fr: À propos
pt_br: Sobre
sv: Om

source: GabTag is an open-source audio tagging tool written in gtk3.
fr_fr: GabTag est un éditeur de balise audio écris en GTK3.
pt_br: GabTag é uma ferramenta de marcação de áudio de código aberto escrita em gtk3.

source: Reset files
fr_fr: Réinitialiser les fichiers
pt_br: Redefinir arquivos
sv: Återställ filerna

source: Set online tags
fr_fr: Étiqueter avec les balises internet
pt_br: Definir etiquetas online
sv: Använd online-taggar

source: Add a Folder to modify tags
fr_fr: Ajouter un dossier pour modifier les balises
pt_br: Abra uma pasta para modificar etiquetas
sv: Lägg till en mapp för att ändra taggar

source: Open
fr_fr: Ouvrir
pt_br: Abrir
sv: Öppna

source: Save All
fr_fr: Sauvegarder Tout
pt_br: Salvar Tudo
sv: Spara alla

source: Name
fr_fr: Nom
pt_br: Nome
sv: Namn

source: Album
pt_br: Álbum

source: Artist
fr_fr: Artiste
pt_br: Artista

source: Genre
pt_br: Gênero

source: Title
fr_fr: Titre
pt_br: Título
sv: Titel

source: Cover
fr_fr: Illustration
pt_br: Capa
sv: Omslag

source: Load
fr_fr: Charger
pt_br: Carregar
sv: Läs in

source: Load a cover (jpeg or png)
fr_fr: Charger une illustration (jpeg ou png)
pt_br: Carregar uma capa (jpeg ou png)
sv: Läs in ett omslag (jpeg eller png)

source: Track number
fr_fr: Numéro de titre
pt_br: Número da musica
sv: Spårnummer

source: Year
fr_fr: Année
pt_br: Ano
sv: År

source: Length
fr_fr: Longueur
pt_br: Duração
sv: Längd

source: Size
fr_fr: Taille
pt_br: Tamanho
sv: Storlek

source: Reset Modification
fr_fr: Réinitialiser les modifications
pt_br: Redefinir modificação
sv: Återställ ändringar

source: Remove modification made to fields.
fr_fr: Annule les modifications faîtes au fichier
pt_br: Redefinir modificação feitas aos campos.
sv: Ta bort gjorda ändringar i fälten.

source: Save Modification
fr_fr: Sauvegarder les modifications
pt_br: Salvar modificações
sv: Spara ändringar

source: Save the modification made to this file.
fr_fr: Sauvegarde les modification appliquées au fichier
pt_br: Salvar as modificações feitas a esse arquivo.
sv: Spara ändringar gjorda i denna fil.

source: MusicBrainz Tags
fr_fr: Balises MusicBrainz
pt_br: Etiquetas do MusicBrainz
sv: MusicBrainz taggar

source: Title
fr_fr: Titre
pt_br: Título
sv: Titel

source: Album
pt_br: Álbum

source: Artist
fr_fr: Artiste
pt_br: Artista

source: Genre
pt_br: Gênero

source: Track
pt_br: Número
sv: Spår

source: Year
fr_fr: Année
pt_br: Ano
sv: År

source: Set Tags
fr_fr: Appliquer ces balises
pt_br: Definir etiquetas
sv: Använd taggar

source: Use the MusicBrainz tags
fr_fr: Utilise les balises MusicBrainz
pt_br: Usar etiquetas do MusicBrainz
sv: Använd MusicBrainz taggar

source: Lyrics
fr_fr: Paroles
pt_br: Letra
sv: Texter

source: Set Lyrics
fr_fr: Appliquer ces paroles
pt_br: Definir letra
sv: Använd text

source: gabtag is an open-source audio tagging tool written in gtk3.
sv: GabTag är ett öppen-källkodsverktyg för taggning av ljud, skrivet i GTK3.
